{
  "header": {
    "about": "О нас",
    "team": "Тренерский состав",
    "media": "Медиа",
    "program": "Программа"
  },
  "admin": {
    "loginTitle": "Админ-панель",
    "loginDescr": "Введите логин и пароль",
    "inputLogin": "Логин",
    "inputPass": "Пароль",
    "btnLogin": "Войти",
    "btnLogout": "Выйти",
    "loginErr": "Неверный логин или пароль"
  },
  "footer": {
    "policy": "Политика конфиденциальности",
    "copyright": "Copyright",
    "address": "Адрес",
    "addressDescr": "ХК «Красные Рыцари» <br/> г. Москва <br/> ул. Голубинская, 28, к. 3",
    "addressDescrMobile": "ХК «Красные рыцари» г. Москва ул. Голубинская, 28, к. 3",
    "contacts": "Контакты",
    "contactsDescr": "Васильев Максим Валерьевич, <br/> главный тренер <br/> + 7 966 199 42 41",
    "contactsDescrMobile": "Васильев Максим Валерьевич, главный тренер + 7 966 199 42 41"
  },
  "signUp": {
    "title": "Запишитесь на просмотровую тренировку",
    "subTitle": "Заполните форму и мы свяжемся с вами",
    "submit": "Отправить заявку",
    "emptyFieldsErr": "Пожалуйста, заполните все поля и дайте согласие.",
    "tryLaterErr": "Ошибка отправки. Попробуйте позже.",
    "inputName": "Ваше имя",
    "inputPhone": "Номер телефона",
    "inputYear": "Год рождения ребёнка",
    "inputEmail": "Ваша почта",
    "invalidEmailErr": "Пожалуйста, введите корректный email.",
    "confirm": "Даю согласие на обработку и хранение персональных данных",
    "success": "Заявка успешно отправлена!"
  },
  "promo": {
    "details": "Детали",
    "newsTitle": "Праздничный турнир отцы-дети.",
    "newsText": "23 февраля состоялся традиционный ежегодный турнир 'отцы-дети'. Поздравляем младший состав с победой!",
    "news": "Новости",
    "title": "Красные Рыцари",
    "subTitle": "Детская хоккейная школа",
    "joinUs": "Записаться на тренировку",
    "bannerTitle": "Добро пожаловать в мир хоккея!",
    "aboutUs": "О нас",
    "stats1": "забитых шайб / пол года",
    "stats2": "золотых кубков / пол года",
    "stats3": "турниров / пол года",
    "more": "Узнать больше",
    "gallery": "Галлерея",
    "allPhoto": "Все  фотографии",
    "aboutDescr": "Детская хоккейная школа «Красные рыцари» — это место, где юные спортсмены учатся мастерству, дисциплине и командной игре. Мы воспитываем не просто хоккеистов, а сильных, целеустремлённых личностей, готовых побеждать на льду и в жизни.",
    "listItem1": "Мы верим, что каждый ребёнок — потенциальный чемпион! Наша миссия — создать все условия для раскрытия таланта каждого юного хоккеиста, воспитать не только сильных спортсменов, но и достойных личностей, умеющих ставить цели и добиваться их.",
    "listItem2": "Детская хоккейная школа «Красные рыцари» — куём чемпионов с малых лет!"
  },
  "slogan": {
    "top": "Моя задача привить ребёнку интерес к хоккею, не погасив при этом огонь в детских глазах.",
    "titleTop": "Пока мы едины",
    "titleBottom": "Мы непобедимы",
    "bottom": "Важно не просто достичь нужных спортивных результатов, но и наладить с детьми эффективный диалог. Работая с юными игроками, мне важно развивать команду таким образом, чтобы она  работала, как единый механизм."
  },
  "profits": {
    "title": "Преимущества",
    "profitTitle1": "Циклограмма",
    "profitText1": "Циклограмма тренировочного и образовательного процесса лежит в основе нашего проекта.  Цикличность позволяет эффективно управлять нагрузками и временем восстановления, а результат превосходит ожидания. При составлении тренировочного процесса мы учитываем особенности возрастной категории и задействуем разные направления.",
    "profitTitle2": "Качество",
    "profitText2": "Тренировочный процесс объединяет в себе комплексный подход к развитию юного хоккеиста: тренировки на льду, занятия ОФП в спортивном зале, дриблинг, бросковые, а также теория и тактика игрового процесса. Всесторонний профессиональный подход к процессу - залог успеха!",
    "profitTitle3": "Турниры",
    "profitText3": "Наша команда регулярно участвует в турнирах КХК, занимает призовые места, а также воспитанники команды становятся лучшими игроками матчей. Участие в детских турнирах по хоккею является важным этапом в развитии юного спортсмена.",
    "profitTitle4": "ОБразование",
    "profitText4": "У юных хоккеистов плотный график, в котором образованию отведена не менее ключевая роль, чем тренировкам. Комплексная подготовка к школе юных хоккеистов проходит 3 раза в неделю по 1,5 часа и включает в себя такие предметы, как математика, чтение и окружающий мир.",
    "profitTitle5": "Психологическое Сопровождение",
    "profitText5": "Комплекс упражнений направлен на развитие координации и внимания спортсменов. Различные техники используются с целью развития навыков координации совместных действий, эффективности и скорости принятия решений в быстроменяющейся ситуации, оперативного игрового мышления и устойчивости к нервному напряжению.",
    "profitTitle6": "Спортивный класс",
    "profitText6": "Спортивный класс - это возможность добиться высоких результатов и в спорте, и в школе. В данный момент мы формируем спортивный класс на 2025 - 2026 учебный год. Юные спортсмены смогут полноценно совмещать и школьную программу, и спортивные тренировки. Расписание тренировок согласовано с расписанием в школе."
  },
  "trainings": {
    "title": "Тренировки",
    "title1": "Тактические Занятия",
    "text1": "Отработка стратегии команды, которая позволяет в будущем справиться с тактическими задачами во время игры против соперника. Разбор сыгранных турниров - обязательная часть урока.",
    "title2": "Бросковые Тренировки",
    "text2": "Бросковые тренировки проходят в специальной зоне, оснащённой воротами и синтетическим льдом. Здесь ребята учатся сильному кистевому броску, контролю шайбы, броскам и щелчкам сходу и с места.",
    "title3": "ОФП",
    "text3": "Тренировка, направленная на совершенствование всех физических качеств спортсмена с целью повысить пределы роста хоккейного мастерства: скорость, выносливость, сила.",
    "title4": "Тренировка на льду",
    "text4": "Тренировки на льду развивают быстрое принятие решения, улучшают командные действия, координацию и баланс. Правильная командная работа на льду - залог победы на турнире.",
    "info1": "Профессиональный тренерский состав: наши тренеры — опытные специалисты, любящие хоккей и умеющие найти подход к каждому ребенку. Они не только обучают технике и тактике игры, но и прививают любовь к хоккею, формируют командный дух и воспитывают спортивный характер.",
    "info2": "Индивидуальный подход: мы понимаем, что каждый ребенок уникален. Поэтому наши тренировочные программы разрабатываются с учетом возраста, уровня подготовки и индивидуальных особенностей каждого юного хоккеиста.",
    "info3": "Современные тренировочные методики: мы используем самые современные и эффективные методики обучения, основанные на мировом опыте подготовки хоккеистов.",
    "info4": "Современная инфраструктура: наша школа располагает всем необходимым для эффективных тренировок: современным ледовым катком, раздевалками, тренажерным залом и зоной ОФП.",
    "info5": "Дружеская атмосфера: в «Красных рыцарях» царит атмосфера дружбы, поддержки и взаимовыручки. Мы создаем условия для комфортного и гармоничного развития каждого ребенка."
  },
  "progress": {
    "title": "Развитие Воспитанников",
    "descr": "Система подготовки юных хоккеистов построена по принципу поступательного и всестороннего развития, с акцентом на командную работу, психологический комфорт и заботу о здоровье.",
    "annotation": "Мы развиваем профессиональные и личностные качества спорстменов. Мы гордимся каждым игроком нашей команды и их достижениями.",
    "p1": "Единство команды",
    "p2": "Выдержка",
    "p3": "Стойкость",
    "p4": "Дисциплина",
    "p5": "Спортивный дух",
    "p6": "Универсальность",
    "p7": "Выносливость",
    "p8": "Гибкость в игре",
    "p9": "Координация",
    "p10": "Реакция",
    "p11": "Сила воли",
    "p12": "Организованность",
    "p13": "Красны Рыцари"
  },
  "team": {
    "title": "Тренерский состав",
    "btnText": "Все тренера",
    "shakarov": "Шакаров Тигран Арменович",
    "shortShakarov": "Шакаров Тигран",
    "matuhov": "Матюхов Эдуард Олегович",
    "shortMatuhov": "Матюхов Эдуард",
    "education": "Образование",
    "career": "Игровая карьера",
    "exp": "Тренерский опыт",
    "back": "На главную страницу",
    "expText": "Тренерский стаж (лет):",
    "fullName": "Полное имя:",
    "lang": "Язык:",
    "mainCoach": "главный тренер"
  },
  "careerShakarov": {
    "0": "2003 г - 2006 г. – в составе 'ДЮСШ'№10 команда 'ОРБИТА 1997'",
    "1": "2006 г. - 2007 г. – в составе команды 'ЦСКА 1998'",
    "2": "2007 г. - 2010 г. – в составе команды 'КРЫЛЬЯ СОВЕТОВ 1998'",
    "3": "2011 г. - 2013 г. – в составе команды 'ХК Центр 1998'",
    "4": "2014 г. - 2015 г. – в составе команды 'ЛОКОМОТИВ 1998'",
    "5": "2015 по 2017 – в составе команды ХК 'АРАРАТ'",
    "6": "2015 по 2017- Сборная Армении"
  },
  "expShakarov": {
    "0": "Помощник тренера «ХК ВИТЕБСК 2005» с 2017 по 2018",
    "1": "Хоккейная Школа «Лед» с 2019 по 2021",
    "2": "Хоккейная Школа «НОСКЕY СНАNСЕ» с 2021 по 2022",
    "3": "Хоккейная Школа «Атланты Кидс» 2023- по 2025"
  },
  "educationShakarov": {
    "0": "2013-2017 Среднее специальное Государственное Училище Олимпийского Резерва ГУОР (по – хоккею с шайбой)",
    "1": "2017-2021 Бакалавриат СГУС по направлению Физическая культура",
    "2": "2021- 2023 Магистратура СГУС по направлению Спорт",
    "3": "2023-2026 аспирантура СГУС- факультет Теория и методика спорта"
  },
  "careerMatuhov": {
    "0": "ХК «Спартак» Москва 1989-1991 суперлига",
    "1": "ХК «Торпедо» Ярославль 1991-1994 суперлига",
    "2": "ХК «Кристалл» Электросталь 1994-1995 суперлига",
    "3": "ХК «Шеллефтео» Швеция 1995-1996 экстралига",
    "4": "ХК «Молот» Пермь 1996-1997 суперлига",
    "5": "ХК «Ференцварош» Венгрия 1997-1998 экстралига"
  },
  "expMatuhov": {
    "0": "1995-1996 хоккейная школа «Криф» Шеллефтео",
    "1": "1997-1998 хоккейная школа «Ференцврош»",
    "2": "1999-2006 ДЮСШ «Вымпел», 2004-2006 старший тренер-преподаватель",
    "3": "2006-2007 СДЮШОР «Атлант»",
    "4": "2008-2016 СДЮШОР «Олимпиец»"
  },
  "educationMatuhov": {
    "0": "Государственный Центральный ордена Ленина институт физической культуры",
    "1": "Специальность: физическая культура и спорт",
    "2": "1988-1993 г.",
    "3": "Присвоенная квалификация: Преподаватель-тренер по хоккею с шайбой"
  },
  "program": {
    "directions": "Направления развития",
    "hobby": "Любительский хоккей",
    "pro": "Детский хоккей",
    "hobby1": "Это отличный вариант для тех, кто хочет научиться кататься на коньках, освоить базовые навыки хоккея, укрепить здоровье и получить массу положительных эмоций от игры в команде. Любительская команда участвует в чемпионате",
    "weOffer": "Что мы предлагаем",
    "fromZero": "<span>Обучение с нуля:</span> даже если ваш ребенок никогда не стоял на коньках, наши тренеры помогут ему освоить азы хоккея.",
    "helping": "<span>Развивающие тренировки:</span> наши тренировки направлены на развитие всех необходимых качеств хоккеиста: силы, ловкости, выносливости, координации и быстроты реакции.",
    "study": "<span>Углубленное изучение техники и тактики:</span> мы обучаем современным приемам владения клюшкой и шайбой, а также эффективным тактическим схемам игры.",
    "matches": "<span>Участие в товарищеских матчах и турнирах:</span> наши воспитанники регулярно принимают участие в товарищеских матчах и турнирах, что позволяет им применять полученные знания на практике.",
    "stages": "Этапы спортивного совершенствования",
    "stage1Title": "Этап начальной подготовки",
    "stage1": "<strong>Цель:</strong> привлечение детей к занятиям хоккеем, формирование интереса к этому виду спорта, укрепление здоровья и всестороннее физическое развитие.",
    "stage12": "<strong>Задачи:</strong> <br> - Обучение основным элементам техники катания на коньках, владения клюшкой и шайбой. <br> - Развитие координационных способностей, ловкости, гибкости и быстроты. <br> - Формирование правильной осанки и профилактика плоскостопия. <br> - Обучение основным правилам игры в хоккей.",
    "stage13": "<strong>Особенности:</strong> <br> - Преобладание игрового метода тренировки. <br> - Небольшой объем тренировочных нагрузок. <br> - Разносторонняя физическая подготовка. <br> - Обучение основным двигательным навыкам.",
    "stage2Title": "Учебно-тренировочный этап",
    "stage2": "<strong>Цель:</strong> углубленное изучение техники и тактики хоккея, развитие физических качеств и подготовка к участию в соревнованиях.",
    "stage22": "<strong>Задачи:</strong> <br> - Совершенствование техники катания на коньках, владения клюшкой и шайбой. <br> - Развитие скоростно-силовых качеств, выносливости и ловкости. <br> - Изучение тактических комбинаций и командных взаимодействий. <br> - Подготовка к участию в соревнованиях различного уровня.",
    "stage23": "<strong>Особенности:</strong> <br> - Увеличение объема и интенсивности тренировочных нагрузок. <br> - Специализация тренировочного процесса. <br> - Постепенное увеличение количества соревнований. <br> - Повышение требований к дисциплине и самоконтролю."
  }
}

