{
  "header": {
    "about": "О нас",
    "team": "Команда",
    "media": "Медиа",
    "program": "Программа"
  },
  "footer": {
    "policy": "Политика конфиденциальности",
    "copyright": "Copyright",
    "address": "Адрес",
    "addressDescr": "ХК «Красные Рыцари» <br/> г. Москва <br/> ул. Голубинская, 28, к. 3",
    "addressDescrMobile": "ХК «Красные рыцари» г. Москва ул. Голубинская, 28, к. 3",
    "contacts": "Контакты",
    "contactsDescr": "Васильев Максим Валерьевич, <br/> главный тренер <br/> + 7 966 199 42 41",
    "contactsDescrMobile": "Васильев Максим Валерьевич, главный тренер + 7 966 199 42 41"
  },
  "signUp": {
    "title": "Запишитесь на просмотровую тренировку",
    "subTitle": "Заполните форму и мы свяжемся с вами",
    "submit": "Отправить заявку",
    "emptyFieldsErr": "Пожалуйста, заполните все поля и дайте согласие.",
    "tryLaterErr": "Ошибка отправки. Попробуйте позже.",
    "inputName": "Ваше имя",
    "inputPhone": "Номер телефона",
    "inputYear": "Год рождения ребёнка",
    "inputEmail": "Ваша почта",
    "invalidEmailErr": "Пожалуйста, введите корректный email.",
    "confirm": "Даю согласие на обработку и хранение персональных данных",
    "success": "Заявка успешно отправлена!"
  },
  "promo": {
    "newsTitle": "Праздничный турнир отцы-дети.",
    "newsText": "23 февраля состоялся традиционный ежегодный турнир 'отцы-дети'. Поздравляем младший состав с победой!",
    "news": "Новости",
    "title": "Красные Рыцари",
    "subTitle": "Детская хоккейная школа",
    "joinUs": "Записаться на тренировку",
    "bannerTitle": "Добро пожаловать в мир хоккея!",
    "aboutUs": "О нас",
    "stats1": "забитых шайб / пол года",
    "stats2": "золотых кубков / пол года",
    "stats3": "турниров / пол года",
    "more": "Узнать больше",
    "gallery": "Галлерея",
    "allPhoto": "Все  фотографии",
    "aboutDescr": "Детская хоккейная школа «Красные рыцари» — это место, где юные спортсмены учатся мастерству, дисциплине и командной игре. Мы воспитываем не просто хоккеистов, а сильных, целеустремлённых личностей, готовых побеждать на льду и в жизни.",
    "listItem1": "Мы верим, что каждый ребёнок — потенциальный чемпион! Наша миссия — создать все условия для раскрытия таланта каждого юного хоккеиста, воспитать не только сильных спортсменов, но и достойных личностей, умеющих ставить цели и добиваться их.",
    "listItem2": "Цель - создать комфортные условия для тренировок и занятий, обеспечить непрерывный качественный процесс всестороннего развития хоккеиста. Отличный хоккеист - думающий хоккеист, поэтому мы делаем акцент на повышение уровня производительности как во время тренировок, так и во время учебных занятий.",
    "listItem3": "Задача - вызвать интерес ребёнка, и шаг за шагом выстраивать тренировочный процесс таким образом,чтобы ребёнок развивался и как командный игрок, и как самостоятельная личность. Мы достигаем высоких результатов, двигаясь к общей цели вместе с командой." 
  },
  "slogan": {
    "top": "Моя задача привить ребёнку интерес к хоккею, не погасив при этом огонь в детских глазах.",
    "titleTop": "Пока мы едины",
    "titleBottom": "Мы непобедимы",
    "bottom": "Важно не просто достичь нужных спортивных результатов, но и наладить с детьми эффективный диалог. Работая с юными игроками, мне важно развивать команду таким образом, чтобы она  работала, как единый механизм."
  },
  "profits": {
    "title": "Преимущества",
    "profitTitle1": "Циклограмма",
    "profitText1": "Циклограмма тренировочного и образовательного процесса лежит в основе нашего проекта.  Цикличность позволяет эффективно управлять нагрузками и временем восстановления, а результат превосходит ожидания. При составлении тренировочного процесса мы учитываем особенности возрастной категории и задействуем разные направления.",
    "profitTitle2": "Качество",
    "profitText2": "Тренировочный процесс объединяет в себе комплексный подход к развитию юного хоккеиста: тренировки на льду, занятия ОФП в спортивном зале, дриблинг, бросковые, а также теория и тактика игрового процесса. Всесторонний профессиональный подход к процессу - залог успеха!",
    "profitTitle3": "Турниры",
    "profitText3": "Наша команда регулярно участвует в турнирах КХК, занимает призовые места, а также воспитанники команды становятся лучшими игроками матчей. Участие в детских турнирах по хоккею является важным этапом в развитии юного спортсмена.",
    "profitTitle4": "ОБразование",
    "profitText4": "У юных хоккеистов плотный график, в котором образованию отведена не менее ключевая роль, чем тренировкам. Комплексная подготовка к школе юных хоккеистов проходит 3 раза в неделю по 1,5 часа и включает в себя такие предметы, как математика, чтение и окружающий мир.",
    "profitTitle5": "Психологическое Сопровождение",
    "profitText5": "Комплекс упражнений направлен на развитие координации и внимания спортсменов. Различные техники используются с целью развития навыков координации совместных действий, эффективности и скорости принятия решений в быстроменяющейся ситуации, оперативного игрового мышления и устойчивости к нервному напряжению.",
    "profitTitle6": "Спортивный класс",
    "profitText6": "Спортивный класс - это возможность добиться высоких результатов и в спорте, и в школе. В данный момент мы формируем спортивный класс на 2025 - 2026 учебный год. Юные спортсмены смогут полноценно совмещать и школьную программу, и спортивные тренировки. Расписание тренировок согласовано с расписанием в школе."
  },
  "trainings": {
    "title": "Тренировки",
    "title1": "Тактические Занятия",
    "text1": "Отработка стратегии команды, которая позволяет в будущем справиться с тактическими задачами во время игры против соперника. Разбор сыгранных турниров - обязательная часть урока.",
    "title2": "Бросковые Тренировки",
    "text2": "Бросковые тренировки проходят в специальной зоне, оснащённой воротами и синтетическим льдом. Здесь ребята учатся сильному кистевому броску, контролю шайбы, броскам и щелчкам сходу и с места.",
    "title3": "Дриблинг",
    "text3": "Искусство владения шайбой начинается тут. Правильное расположение рук и клюшки, бросок и передача, умение исполнять обманные движения и финты изначально тренируются на дриблинге.",
    "title4": "ОФП",
    "text4": "Тренировка, направленная на совершенствование всех физических качеств спортсмена с целью повысить пределы роста хоккейного мастерства: скорость, выносливость, сила.",
    "title5": "Тренировка на льду",
    "text5": "Тренировки на льду развивают быстрое принятие решения, улучшают командные действия, координацию и баланс. Правильная командная работа на льду - залог победы на турнире."
  },
  "progress": {
    "title": "Развитие Воспитанников",
    "descr": "Система подготовки юных хоккеистов построена по принципу поступательного и всестороннего развития, с акцентом на командную работу, психологический комфорт и заботу о здоровье.",
    "annotation": "Мы развиваем профессиональные и личностные качества спорстменов. Мы гордимся каждым игроком нашей команды и их достижениями.",
    "p1": "Единство команды",
    "p2": "Выдержка",
    "p3": "Стойкость",
    "p4": "Дисциплина",
    "p5": "Спортивный дух",
    "p6": "Универсальность",
    "p7": "Выносливость",
    "p8": "Гибкость в игре",
    "p9": "Координация",
    "p10": "Реакция",
    "p11": "Сила воли",
    "p12": "Организованность",
    "p13": "Красны Рыцари"
  },
  "team": {
    "title": "Команда",
    "btnText": "Все игроки",
    "birth": "Дата рождения:",
    "height": "Рост",
    "weight": "Вес",
    "hand": "Хват",
    "position": "Амплуа:"
  }
}

