{
  "header": {
    "about": "О нас",
    "team": "Тренерский состав",
    "media": "Медиа",
    "program": "Программа",
    "created": "Сайт сделал:"
  },
  "admin": {
    "loginTitle": "Админ-панель",
    "loginDescr": "Введите логин и пароль",
    "inputLogin": "Логин",
    "inputPass": "Пароль",
    "btnLogin": "Войти",
    "btnLogout": "Выйти",
    "loginErr": "Неверный логин или пароль"
  },
  "footer": {
    "policy": "Политика конфиденциальности",
    "copyright": "Copyright",
    "address": "Адрес",
    "addressDescr": "ХК «Красные Рыцари» <br/> г. Москва <br/> ул. Голубинская, 28, к. 3",
    "addressDescrMobile": "ХК «Красные рыцари» г. Москва ул. Голубинская, 28, к. 3",
    "contacts": "Контакты",
    "contactsDescr": "Васильев Максим Валерьевич, <br/> главный тренер <br/> + 7 966 199 42 41",
    "contactsDescrMobile": "Васильев Максим Валерьевич, главный тренер + 7 966 199 42 41"
  },
  "signUp": {
    "title": "Запишитесь на просмотровую тренировку",
    "subTitle": "Заполните форму и мы свяжемся с вами",
    "submit": "Отправить заявку",
    "emptyFieldsErr": "Пожалуйста, заполните все поля и дайте согласие.",
    "tryLaterErr": "Ошибка отправки. Попробуйте позже.",
    "inputName": "Ваше имя",
    "inputPhone": "Номер телефона",
    "inputYear": "Год рождения ребёнка",
    "inputEmail": "Ваша почта",
    "invalidEmailErr": "Пожалуйста, введите корректный email.",
    "confirm": "Даю согласие на обработку и хранение персональных данных",
    "success": "Заявка успешно отправлена!",
    "sendMessage": "Отправить письмо",
    "subject": "Тема",
    "reciever": "Кому",
    "sendBtn": "Отправить",
    "msg": "Сообщение",
    "msgSent": "Письмо отправлено!"
  },
  "news": {
    "1": "Приглашаем в нашу любительскую хоккейную команду!",
    "2": "Если ты любишь хоккей, хочешь играть в дружной команде и заряжаться адреналином на льду — тебе к нам!",
    "3": "Кому подойдет?",
    "4": "Всем, кто умеет стоять на коньках (или хочет научиться) и готов тренироваться! Опыт не важен — главное желание и командный дух.",
    "5": "Что мы предлагаем?",
    "6": "Регулярные тренировки <br> Участие в любительском чемпионате <br> Дружескую атмосферу и поддержку  Возможность улучшить навыки и играть в удовольствие"
  },
  "promo": {
    "details": "Детали",
    "newsTitle": "Праздничный турнир отцы-дети.",
    "newsText": "23 февраля состоялся традиционный ежегодный турнир 'отцы-дети'. Поздравляем младший состав с победой!",
    "news": "Новости",
    "title": "Красные Рыцари",
    "subTitle": "Детская хоккейная школа",
    "joinUs": "Записаться на тренировку",
    "bannerTitle": "Добро пожаловать в мир хоккея!",
    "aboutUs": "О нас",
    "stats1": "забитых шайб / пол года",
    "stats2": "золотых кубков / пол года",
    "stats3": "турниров / пол года",
    "more": "Узнать больше",
    "gallery": "Галлерея",
    "allPhoto": "Все  фотографии",
    "aboutDescr": "Детская хоккейная школа «Красные рыцари» — это место, где юные спортсмены учатся мастерству, дисциплине и командной игре. Мы воспитываем не просто хоккеистов, а сильных, целеустремлённых личностей, готовых побеждать на льду и в жизни.",
    "listItem1": "Мы верим, что каждый ребёнок — потенциальный чемпион! Наша миссия — создать все условия для раскрытия таланта каждого юного хоккеиста, воспитать не только сильных спортсменов, но и достойных личностей, умеющих ставить цели и добиваться их.",
    "listItem2": "Детская хоккейная школа «Красные рыцари» — куём чемпионов с малых лет!"
  },
  "slogan": {
    "top": "Моя задача привить ребёнку интерес к хоккею, не погасив при этом огонь в детских глазах.",
    "titleTop": "Пока мы едины",
    "titleBottom": "Мы непобедимы",
    "bottom": "Важно не просто достичь нужных спортивных результатов, но и наладить с детьми эффективный диалог. Работая с юными игроками, мне важно развивать команду таким образом, чтобы она  работала, как единый механизм."
  },
  "profits": {
    "title": "Преимущества",
    "profitTitle1": "Циклограмма",
    "profitText1": "Циклограмма тренировочного и образовательного процесса лежит в основе нашего проекта.  Цикличность позволяет эффективно управлять нагрузками и временем восстановления, а результат превосходит ожидания. При составлении тренировочного процесса мы учитываем особенности возрастной категории и задействуем разные направления.",
    "profitTitle2": "Качество",
    "profitText2": "Тренировочный процесс объединяет в себе комплексный подход к развитию юного хоккеиста: тренировки на льду, занятия ОФП в спортивном зале, дриблинг, бросковые, а также теория и тактика игрового процесса. Всесторонний профессиональный подход к процессу - залог успеха!",
    "profitTitle3": "Турниры",
    "profitText3": "Наша команда регулярно участвует в турнирах КХК, занимает призовые места, а также воспитанники команды становятся лучшими игроками матчей. Участие в детских турнирах по хоккею является важным этапом в развитии юного спортсмена.",
    "profitTitle4": "ОБразование",
    "profitText4": "У юных хоккеистов плотный график, в котором образованию отведена не менее ключевая роль, чем тренировкам. Комплексная подготовка к школе юных хоккеистов проходит 3 раза в неделю по 1,5 часа и включает в себя такие предметы, как математика, чтение и окружающий мир.",
    "profitTitle5": "Психологическое Сопровождение",
    "profitText5": "Комплекс упражнений направлен на развитие координации и внимания спортсменов. Различные техники используются с целью развития навыков координации совместных действий, эффективности и скорости принятия решений в быстроменяющейся ситуации, оперативного игрового мышления и устойчивости к нервному напряжению.",
    "profitTitle6": "Спортивный класс",
    "profitText6": "Спортивный класс - это возможность добиться высоких результатов и в спорте, и в школе. В данный момент мы формируем спортивный класс на 2025 - 2026 учебный год. Юные спортсмены смогут полноценно совмещать и школьную программу, и спортивные тренировки. Расписание тренировок согласовано с расписанием в школе."
  },
  "trainings": {
    "title": "Тренировки",
    "title1": "Тактические Занятия",
    "text1": "Отработка стратегии команды, которая позволяет в будущем справиться с тактическими задачами во время игры против соперника. Разбор сыгранных турниров - обязательная часть урока.",
    "title2": "Бросковые Тренировки",
    "text2": "Бросковые тренировки проходят в специальной зоне, оснащённой воротами и синтетическим льдом. Здесь ребята учатся сильному кистевому броску, контролю шайбы, броскам и щелчкам сходу и с места.",
    "title3": "ОФП",
    "text3": "Тренировка, направленная на совершенствование всех физических качеств спортсмена с целью повысить пределы роста хоккейного мастерства: скорость, выносливость, сила.",
    "title4": "Тренировка на льду",
    "text4": "Тренировки на льду развивают быстрое принятие решения, улучшают командные действия, координацию и баланс. Правильная командная работа на льду - залог победы на турнире.",
    "info1": "Профессиональный тренерский состав: наши тренеры — опытные специалисты, любящие хоккей и умеющие найти подход к каждому ребенку. Они не только обучают технике и тактике игры, но и прививают любовь к хоккею, формируют командный дух и воспитывают спортивный характер.",
    "info2": "Индивидуальный подход: мы понимаем, что каждый ребенок уникален. Поэтому наши тренировочные программы разрабатываются с учетом возраста, уровня подготовки и индивидуальных особенностей каждого юного хоккеиста.",
    "info3": "Современные тренировочные методики: мы используем самые современные и эффективные методики обучения, основанные на мировом опыте подготовки хоккеистов.",
    "info4": "Современная инфраструктура: наша школа располагает всем необходимым для эффективных тренировок: современным ледовым катком, раздевалками, тренажерным залом и зоной ОФП.",
    "info5": "Дружеская атмосфера: в «Красных рыцарях» царит атмосфера дружбы, поддержки и взаимовыручки. Мы создаем условия для комфортного и гармоничного развития каждого ребенка."
  },
  "progress": {
    "title": "Развитие Воспитанников",
    "descr": "Система подготовки юных хоккеистов построена по принципу поступательного и всестороннего развития, с акцентом на командную работу, психологический комфорт и заботу о здоровье.",
    "annotation": "Мы развиваем профессиональные и личностные качества спорстменов. Мы гордимся каждым игроком нашей команды и их достижениями.",
    "p1": "Единство команды",
    "p2": "Выдержка",
    "p3": "Стойкость",
    "p4": "Дисциплина",
    "p5": "Спортивный дух",
    "p6": "Универсальность",
    "p7": "Выносливость",
    "p8": "Гибкость в игре",
    "p9": "Координация",
    "p10": "Реакция",
    "p11": "Сила воли",
    "p12": "Организованность",
    "p13": "Красны Рыцари"
  },
  "team": {
    "title": "Тренерский состав",
    "btnText": "Все тренера",
    "shakarov": "Шакаров Тигран Арменович",
    "shortShakarov": "Шакаров Тигран",
    "matuhov": "Матюхов Эдуард Олегович",
    "shortMatuhov": "Матюхов Эдуард",
    "education": "Образование",
    "career": "Игровая карьера",
    "exp": "Тренерский опыт",
    "back": "На главную страницу",
    "expText": "Тренерский стаж (лет):",
    "fullName": "Полное имя:",
    "lang": "Язык:",
    "mainCoach": "главный тренер"
  },
  "careerShakarov": {
    "0": "2003 г - 2006 г. – в составе 'ДЮСШ'№10 команда 'ОРБИТА 1997'",
    "1": "2006 г. - 2007 г. – в составе команды 'ЦСКА 1998'",
    "2": "2007 г. - 2010 г. – в составе команды 'КРЫЛЬЯ СОВЕТОВ 1998'",
    "3": "2011 г. - 2013 г. – в составе команды 'ХК Центр 1998'",
    "4": "2014 г. - 2015 г. – в составе команды 'ЛОКОМОТИВ 1998'",
    "5": "2015 по 2017 – в составе команды ХК 'АРАРАТ'",
    "6": "2015 по 2017- Сборная Армении"
  },
  "expShakarov": {
    "0": "Помощник тренера «ХК ВИТЕБСК 2005» с 2017 по 2018",
    "1": "Хоккейная Школа «Лед» с 2019 по 2021",
    "2": "Хоккейная Школа «НОСКЕY СНАNСЕ» с 2021 по 2022",
    "3": "Хоккейная Школа «Атланты Кидс» 2023- по 2025"
  },
  "educationShakarov": {
    "0": "2013-2017 Среднее специальное Государственное Училище Олимпийского Резерва ГУОР (по – хоккею с шайбой)",
    "1": "2017-2021 Бакалавриат СГУС по направлению Физическая культура",
    "2": "2021- 2023 Магистратура СГУС по направлению Спорт",
    "3": "2023-2026 аспирантура СГУС- факультет Теория и методика спорта"
  },
  "careerMatuhov": {
    "0": "ХК «Спартак» Москва 1989-1991 суперлига",
    "1": "ХК «Торпедо» Ярославль 1991-1994 суперлига",
    "2": "ХК «Кристалл» Электросталь 1994-1995 суперлига",
    "3": "ХК «Шеллефтео» Швеция 1995-1996 экстралига",
    "4": "ХК «Молот» Пермь 1996-1997 суперлига",
    "5": "ХК «Ференцварош» Венгрия 1997-1998 экстралига"
  },
  "expMatuhov": {
    "0": "1995-1996 хоккейная школа «Криф» Шеллефтео",
    "1": "1997-1998 хоккейная школа «Ференцврош»",
    "2": "1999-2006 ДЮСШ «Вымпел», 2004-2006 старший тренер-преподаватель",
    "3": "2006-2007 СДЮШОР «Атлант»",
    "4": "2008-2016 СДЮШОР «Олимпиец»"
  },
  "educationMatuhov": {
    "0": "Государственный Центральный ордена Ленина институт физической культуры",
    "1": "Специальность: физическая культура и спорт",
    "2": "1988-1993 г.",
    "3": "Присвоенная квалификация: Преподаватель-тренер по хоккею с шайбой"
  },
  "program": {
    "directions": "Направления развития",
    "hobby": "Любительский хоккей",
    "pro": "Детский хоккей",
    "hobby1": "Это отличный вариант для тех, кто хочет научиться кататься на коньках, освоить базовые навыки хоккея, укрепить здоровье и получить массу положительных эмоций от игры в команде. Любительская команда участвует в чемпионате",
    "weOffer": "Что мы предлагаем",
    "fromZero": "<span>Обучение с нуля:</span> даже если ваш ребенок никогда не стоял на коньках, наши тренеры помогут ему освоить азы хоккея.",
    "helping": "<span>Развивающие тренировки:</span> наши тренировки направлены на развитие всех необходимых качеств хоккеиста: силы, ловкости, выносливости, координации и быстроты реакции.",
    "study": "<span>Углубленное изучение техники и тактики:</span> мы обучаем современным приемам владения клюшкой и шайбой, а также эффективным тактическим схемам игры.",
    "matches": "<span>Участие в товарищеских матчах и турнирах:</span> наши воспитанники регулярно принимают участие в товарищеских матчах и турнирах, что позволяет им применять полученные знания на практике.",
    "stages": "Этапы спортивного совершенствования",
    "stage1Title": "Этап начальной подготовки",
    "stage1": "<strong>Цель:</strong> привлечение детей к занятиям хоккеем, формирование интереса к этому виду спорта, укрепление здоровья и всестороннее физическое развитие.",
    "stage12": "<strong>Задачи:</strong> <br> - Обучение основным элементам техники катания на коньках, владения клюшкой и шайбой. <br> - Развитие координационных способностей, ловкости, гибкости и быстроты. <br> - Формирование правильной осанки и профилактика плоскостопия. <br> - Обучение основным правилам игры в хоккей.",
    "stage13": "<strong>Особенности:</strong> <br> - Преобладание игрового метода тренировки. <br> - Небольшой объем тренировочных нагрузок. <br> - Разносторонняя физическая подготовка. <br> - Обучение основным двигательным навыкам.",
    "stage2Title": "Учебно-тренировочный этап",
    "stage2": "<strong>Цель:</strong> углубленное изучение техники и тактики хоккея, развитие физических качеств и подготовка к участию в соревнованиях.",
    "stage22": "<strong>Задачи:</strong> <br> - Совершенствование техники катания на коньках, владения клюшкой и шайбой. <br> - Развитие скоростно-силовых качеств, выносливости и ловкости. <br> - Изучение тактических комбинаций и командных взаимодействий. <br> - Подготовка к участию в соревнованиях различного уровня.",
    "stage23": "<strong>Особенности:</strong> <br> - Увеличение объема и интенсивности тренировочных нагрузок. <br> - Специализация тренировочного процесса. <br> - Постепенное увеличение количества соревнований. <br> - Повышение требований к дисциплине и самоконтролю."
  },
  "policy": {
    "title": "Политика в отношении обработки персональных данных",
    "1": "Общие положения",
    "1a": "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые Шакаровым Тиграном Арменовичем (далее — Оператор).",
    "11": "Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
    "12": "Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "2": "Основные понятия, используемые в Политике",
    "21": "Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.",
    "22": "Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).",
    "23": "Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "24": "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.",
    "25": "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.",
    "26": "Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
    "27": "Оператор — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и/или осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.",
    "28": "Персональные данные — любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "29": "Персональные данные, разрешенные субъектом персональных данных для распространения, — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее — персональные данные, разрешенные для распространения).",
    "210": "Пользователь — любой посетитель веб-сайта <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "211": "Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.",
    "212": "Распространение персональных данных — любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.",
    "213": "Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.",
    "214": "Уничтожение персональных данных — любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных данных.",
    "3": "Основные права и обязанности Оператора",
    "31": "Оператор имеет право: <br><br> — получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные; <br><br> — в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных; <br><br> — самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.",
    "32": "Оператор обязан: <br><br> — предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных; <br><br> — организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ; <br><br> — отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных; <br><br> — сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса; <br><br> — публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных; <br><br> — принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных; <br><br> — прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных; <br><br> — исполнять иные обязанности, предусмотренные Законом о персональных данных.",
    "4": "Основные права и обязанности субъектов персональных данных",
    "41": "Субъекты персональных данных имеют право: <br><br> — получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных; <br><br> — требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав; <br><br> — выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг; <br><br> — на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных; <br><br> — обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных; <br><br> — на осуществление иных прав, предусмотренных законодательством РФ.",
    "42": "Субъекты персональных данных обязаны: <br><br> — предоставлять Оператору достоверные данные о себе; <br><br> — сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.",
    "43": "Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.",
    "5": "Принципы обработки персональных данных",
    "51": "Обработка персональных данных осуществляется на законной и справедливой основе.",
    "52": "Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.",
    "53": "Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.",
    "54": "Обработке подлежат только персональные данные, которые отвечают целям их обработки.",
    "55": "Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.",
    "56": "При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.",
    "57": "Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.",
    "6": "Цели обработки персональных данных",
    "6a": "Цель обработки информирование Пользователя посредством отправки электронных писем; Персональные данные (фамилия, имя, отчество, электронный адрес, номера телефонов); Правовые основания Федеральный закон «Об информации, информационных технологиях и о защите информации» от 27.07.2006 N 149-ФЗ; Виды обработки персональных данныхПередача персональных данных",
    "7": "Условия обработки персональных данных",
    "71": "Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.",
    "72": "Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.",
    "73": "Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.",
    "74": "Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.",
    "75": "Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.",
    "76": "Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее — общедоступные персональные данные).",
    "77": "Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.",
    "8": "Порядок сбора, хранения, передачи и других видов обработки персональных данных",
    "8a": "Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
    "81": "Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
    "82": "Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.",
    "83": "В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора <span>redknightshc@mail.ru</span> с пометкой «Актуализация персональных данных».",
    "84": "Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.",
    "8b": "Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора <span>redknightshc@mail.ru</span> с пометкой «Отзыв согласия на обработку персональных данных».",
    "85": "Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.",
    "86": "Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.",
    "87": "Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.",
    "88": "Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.",
    "89": "Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных.",
    "9": "Перечень действий, производимых Оператором с полученными персональными данными",
    "91": "Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.",
    "92": "Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.",
    "10": "Трансграничная передача персональных данных",
    "101": "Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить уполномоченный орган по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу персональных данных (такое уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).",
    "102": "Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие сведения.",
    "011": "Конфиденциальность персональных данных",
    "011a": "Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.",
    "012": "Заключительные положения",
    "0121": "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты <span>redknightshc@mail.ru</span>.",
    "0122": "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
    "0123": "Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a href='http://localhost:5173/#/policy' target='_blank'>https://red-knights.ru/policy</a>."
  }
}

