{
  "header": {
    "about": "About",
    "team": "Coaching staff",
    "media": "Media",
    "program": "Program",
    "created": "Site created by:"
  },
  "admin": {
    "loginTitle": "Admin panel",
    "loginDescr": "Enter login and password",
    "inputLogin": "Login",
    "inputPass": "Password",
    "btnLogin": "Login",
    "btnLogout": "Logout",
    "loginErr": "Incorrect login or password"
  },
  "footer": {
    "policy": "Privacy policy",
    "copyright": "Copyright",
    "address": "Address",
    "addressDescr": "HT «Red Knights <br/> г. Москва <br/> ул. Голубинская, 28, к. 3",
    "addressDescrMobile": "HT «Red Knights» г. Москва ул. Голубинская, 28, к. 3",
    "contacts": "Contacts",
    "contactsDescr": "Васильев Максим Валерьевич, <br/> главный тренер <br/> + 7 966 199 42 41",
    "contactsDescrMobile": "Васильев Максим Валерьевич, главный тренер + 7 966 199 42 41"
  },
  "signUp": {
    "title": "Sign up for a screening training session",
    "subTitle": "Fill out the form and we will contact you",
    "submit": "Send a request",
    "emptyFieldsErr": "Please fill in all fields and give your consent.",
    "tryLaterErr": "Sending error. Try again later.",
    "invalidEmailErr": "Please enter a valid email.",
    "inputName": "Your name",
    "inputPhone": "Telephone number",
    "inputYear": "Year of birth of the child",
    "inputEmail": "Your email",
    "confirm": "I agree to the processing and storage of personal data",
    "success": "Application sent successfully!",
    "sendMessage": "Send Mail",
    "subject": "Subject",
    "reciever": "To",
    "sendBtn": "Send",
    "msg": "Message",
    "msgSent": "The letter has been sent!"
  },
  "news": {
    "1": "We invite you to our amateur hockey team!",
    "2": "If you love hockey, want to play in a friendly team and get your adrenaline pumping on the ice, then come to us!",
    "3": "Who is it suitable for?",
    "4": "To everyone who can skate (or wants to learn) and is ready to train! Experience is not important - the main thing is desire and team spirit.",
    "5": "What do we offer?",
    "6": "Regular training <br> Participation in amateur championship <br> Friendly atmosphere and support Opportunity to improve skills and play for fun"
  },
  "promo": {
    "details": "Details",
    "newsTitle": "Праздничный турнир отцы-дети.",
    "newsText": "23 февраля состоялся традиционный ежегодный турнир 'отцы-дети'. Поздравляем младший состав с победой!",
    "news": "News",
    "title": "Red Knights",
    "subTitle": "Children's hockey school",
    "joinUs": "Sign up for training",
    "bannerTitle": "Welcome to the world of hockey!",
    "aboutUs": "Abou us",
    "stats1": "goals scored / half a year",
    "stats2": "golden cups / half a year",
    "stats3": "tournaments / half a year",
    "more": "Find out more",
    "gallery": "Gallery",
    "allPhoto": "All photos",
    "aboutDescr": "The Red Knights Children's Hockey School is a place where young athletes learn skills, discipline, and team play. We raise not just hockey players, but strong, goal-oriented individuals who are ready to win on the ice and in life.",
    "listItem1": "We believe that every child is a potential champion! Our mission is to create all the conditions for the development of the talent of each young hockey player, to raise not only strong athletes, but also worthy individuals who know how to set goals and achieve them.",
    "listItem2": "Children's hockey school 'Red Knights' - we forge champions from an early age!"
  },
  "slogan": {
    "top": "Моя задача привить ребёнку интерес к хоккею, не погасив при этом огонь в детских глазах.",
    "titleTop": "Пока мы едины",
    "titleBottom": "Мы непобедимы",
    "bottom": "Важно не просто достичь нужных спортивных результатов, но и наладить с детьми эффективный диалог. Работая с юными игроками, мне важно развивать команду таким образом, чтобы она  работала, как единый механизм."
  },
  "profits": {
    "title": "Преимущества",
    "profitTitle1": "Циклограмма",
    "profitText1": "Циклограмма тренировочного и образовательного процесса лежит в основе нашего проекта.  Цикличность позволяет эффективно управлять нагрузками и временем восстановления, а результат превосходит ожидания. При составлении тренировочного процесса мы учитываем особенности возрастной категории и задействуем разные направления.",
    "profitTitle2": "Качество",
    "profitText2": "Тренировочный процесс объединяет в себе комплексный подход к развитию юного хоккеиста: тренировки на льду, занятия ОФП в спортивном зале, дриблинг, бросковые, а также теория и тактика игрового процесса. Всесторонний профессиональный подход к процессу - залог успеха!",
    "profitTitle3": "Турниры",
    "profitText3": "Наша команда регулярно участвует в турнирах КХК, занимает призовые места, а также воспитанники команды становятся лучшими игроками матчей. Участие в детских турнирах по хоккею является важным этапом в развитии юного спортсмена.",
    "profitTitle4": "ОБразование",
    "profitText4": "У юных хоккеистов плотный график, в котором образованию отведена не менее ключевая роль, чем тренировкам. Комплексная подготовка к школе юных хоккеистов проходит 3 раза в неделю по 1,5 часа и включает в себя такие предметы, как математика, чтение и окружающий мир.",
    "profitTitle5": "Психологическое Сопровождение",
    "profitText5": "Комплекс упражнений направлен на развитие координации и внимания спортсменов. Различные техники используются с целью развития навыков координации совместных действий, эффективности и скорости принятия решений в быстроменяющейся ситуации, оперативного игрового мышления и устойчивости к нервному напряжению.",
    "profitTitle6": "Спортивный класс",
    "profitText6": "Спортивный класс - это возможность добиться высоких результатов и в спорте, и в школе. В данный момент мы формируем спортивный класс на 2025 - 2026 учебный год. Юные спортсмены смогут полноценно совмещать и школьную программу, и спортивные тренировки. Расписание тренировок согласовано с расписанием в школе."
  },
  "trainings": {
    "title": "Trainings",
    "title1": "Tactical Training",
    "text1": "Working out a team strategy that will allow you to cope with tactical tasks in the future during a game against an opponent. Analysis of tournaments played is a mandatory part of the lesson.",
    "title2": "Shooting Training",
    "text2": "Shooting training takes place in a special area equipped with goals and synthetic ice. Here the guys learn a strong wrist shot, puck control, shots and slapshots on the move and from a standing start.",
    "title3": "General physical training",
    "text3": "Training aimed at improving all physical qualities of an athlete in order to increase the limits of growth of hockey skills: speed, endurance, strength.",
    "title4": "On-ice training",
    "text4": "On-ice training develops quick decision-making, improves teamwork, coordination and balance. Proper teamwork on the ice is the key to winning the tournament.",
    "info1": "Professional coaching staff: our coaches are experienced specialists who love hockey and know how to find an approach to each child. They not only teach the technique and tactics of the game, but also instill a love of hockey, form a team spirit and cultivate a sporting character.",
    "info2": "Individual approach: we understand that each child is unique. Therefore, our training programs are developed taking into account the age, level of training and individual characteristics of each young hockey player.",
    "info3": "Modern training methods: we use the most modern and effective teaching methods based on global experience in training hockey players.",
    "info4": "Modern infrastructure: our school has everything necessary for effective training: a modern ice rink, changing rooms, a gym and a general physical training area.",
    "info5": "Friendly atmosphere: the atmosphere of friendship, support and mutual assistance reigns in the 'Red Knights'. We create conditions for the comfortable and harmonious development of each child."
  },
  "progress": {
    "title": "Развитие Воспитанников",
    "descr": "Система подготовки юных хоккеистов построена по принципу поступательного и всестороннего развития, с акцентом на командную работу, психологический комфорт и заботу о здоровье.",
    "annotation": "Мы развиваем профессиональные и личностные качества спорстменов. Мы гордимся каждым игроком нашей команды и их достижениями.",
    "p1": "Team unity",
    "p2": "Выдержка",
    "p3": "Excerpt",
    "p4": "Discipline",
    "p5": "Sports spirit",
    "p6": "Versatility",
    "p7": "Endurance",
    "p8": "Flexibility in the game",
    "p9": "Coordination",
    "p10": "Reaction",
    "p11": "Willpower",
    "p12": "Organization",
    "p13": "Red Knights"
  },
  "team": {
    "title": "Coaching staff",
    "btnText": "All trainers",
    "shakarov": "Shakarov Tigran Armenovich",
    "shortShakarov": "Shakarov Tigran",
    "matuhov": "Matuhov Eduard Olegovich",
    "shortMatuhov": "Matuhov Eduard",
    "education": "Education",
    "career": "Playing career",
    "exp": "Coaching experience",
    "back": "Home page",
    "expText": "Coaching experience (years):",
    "fullName": "Full name:",
    "lang": "Language:",
    "mainCoach": "head coach"
  },
  "careerShakarov": {
    "0": "2003 - 2006 - as part of the 'DYUSSh'№10 team 'ORBITA 1997'",
    "1": "2006 - 2007 - as part of the 'CSKA 1998' team",
    "2": "2007 - 2010 - as part of the 'KRYLYA SOVETOV 1998' team",
    "3": "2011 - 2013 - as part of the 'HC Center 1998' team",
    "4": "2014 - 2015 - as part of the 'LOKOMOTIV 1998' team",
    "5": "2015 to 2017 - as part of the HC 'ARARAT' team",
    "6": "2015 to 2017- Armenian National Team"
  },
  "expShakarov": {
    "0": "Assistant coach of 'HC VITEBSK 2005' from 2017 to 2018",
    "1": "Hockey School 'Led' from 2019 to 2021",
    "2": "Hockey School 'NOSKEY SNANCE' from 2021 to 2022",
    "3": "Hockey School 'Atlanty Kids' 2023- to 2025"
  },
  "educationShakarov": {
    "0": "2013-2017 Secondary Specialized State School of Olympic Reserve GUOR (in ice hockey)",
    "1": "2017-2021 Bachelor's degree SSUS in the direction of Physical Education",
    "2": "2021- 2023 Master's degree SSUS in the direction of Sports",
    "3": "2023-2026 Postgraduate study SSUS - Faculty of Theory and Methodology of Sports"
  },
  "careerMatuhov": {
    "0": "HC 'Spartak' Moscow 1989-1991 super league",
    "1": "HC Torpedo Yaroslavl 1991-1994 Super League",
    "2": "HC 'Crystal' Elektrostal 1994-1995 super league",
    "3": "HC Skellefteå Sweden 1995-1996 extraliga",
    "4": "HC 'Molot' Perm 1996-1997 super league",
    "5": "HC Ferencvaros Hungary 1997-1998 extraliga"
  },
  "expMatuhov": {
    "0": "1995-1996 hockey school 'Krif' Skelleftea",
    "1": "1997-1998 hockey school 'Ferencvros'",
    "2": "1999-2006 DYUSSh 'Vympel', 2004-2006 senior coach-teacher",
    "3": "2006-2007 SDYUSHOR 'Atlant'",
    "4": "2008-2016 SDYUSHOR 'Olimpiets'"
  },
  "educationMatuhov": {
    "0": "State Central Order of Lenin Institute of Physical Culture",
    "1": "Specialty: physical culture and sport",
    "2": "1988-1993",
    "3": "Assigned qualification: Ice hockey teacher-coach"
  },
  "program": {
    "directions": "Directions of development",
    "hobby": "Amateur hockey",
    "pro": "Children's hockey",
    "hobby1": "This is a great option for those who want to learn how to skate, master basic hockey skills, improve their health and get a lot of positive emotions from playing in a team. The amateur team participates in the championship",
    "weOffer": "What we offer",
    "fromZero": "<span>Training from scratch:</span> even if your child has never skated, our coaches will help him master the basics of hockey.",
    "helping": "<span>Developmental training:</span> our training is aimed at developing all the necessary qualities of a hockey player: strength, agility, endurance, coordination and reaction speed.",
    "study": "<span>In-depth study of technique and tactics:</span> we teach modern stick and puck handling techniques, as well as effective tactical game plans.",
    "matches": "<span>Participation in friendly matches and tournaments:</span> our students regularly take part in friendly matches and tournaments, which allows them to apply the knowledge they have acquired in practice.",
    "stages": "Stages of sports improvement",
    "stage1Title": "Initial training stage",
    "stage1": "<strong>Goal:</strong> attracting children to hockey, forming an interest in this sport, strengthening health and comprehensive physical development.",
    "stage12": "<strong>Tasks:</strong> <br> - Teaching the basic elements of skating technique, stick and puck handling. <br> - Developing coordination skills, agility, flexibility and speed. <br> - Forming correct posture and preventing flat feet. <br> - Teaching the basic rules of playing hockey.",
    "stage13": "<strong>Features:</strong> <br> - Predominance of game-based training. <br> - Small volume of training loads. <br> - Versatile physical training. <br> - Teaching basic motor skills.",
    "stage2Title": "Training Stage",
    "stage2": "<strong>Goal:</strong> in-depth study of hockey technique and tactics, development of physical qualities and preparation for participation in competitions.",
    "stage22": "<strong>Tasks:</strong> <br> - Improving skating techniques, stick and puck handling. <br> - Developing speed-strength qualities, endurance and agility. <br> - Studying tactical combinations and team interactions. <br> - Preparing for participation in competitions of various levels.",
    "stage23": "<strong>Features:</strong> <br> - Increase in the volume and intensity of training loads. <br> - Specialization of the training process. <br> - Gradual increase in the number of competitions. <br> - Increased demands on discipline and self-control."
  },
  "policy": {
    "title": "Personal data processing policy",
    "1": "General provisions",
    "1a": "This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of 27.07.2006. No. 152-FZ 'On Personal Data' (hereinafter referred to as the Personal Data Law) and defines the procedure for processing personal data and measures to ensure the security of personal data taken by Tigran Armenovich Shakarov (hereinafter referred to as the Operator).",
    "11": "The operator sets as its most important goal and condition for the implementation of its activities the observance of the rights and freedoms of man and citizen when processing his personal data, including the protection of the rights to privacy, personal and family secrets.",
    "12": "This Operator policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator may receive about visitors to the website <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "2": "Basic concepts used in the Policy",
    "21": "Automated processing of personal data is the processing of personal data using computer technology.",
    "22": "Blocking of personal data is a temporary cessation of the processing of personal data (except in cases where the processing is necessary to clarify personal data).",
    "23": "Website — a collection of graphic and informational materials, as well as computer programs and databases, ensuring their availability on the Internet at the network address <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "24": "A personal data information system is a set of personal data contained in databases and the information technologies and technical means that ensure their processing.",
    "25": "Depersonalization of personal data - actions as a result of which it is impossible to determine without the use of additional information the ownership of personal data by a specific User or other subject of personal data.",
    "26": "Processing of personal data is any action (operation) or set of actions (operations) performed with the use of automation tools or without the use of such tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, modification), extraction, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.",
    "27": "Operator - a state body, municipal body, legal entity or individual, independently or jointly with other persons organizing and/or carrying out the processing of personal data, as well as determining the purposes of processing personal data, the composition of personal data subject to processing, actions (operations) performed with personal data.",
    "28": "Personal data - any information relating directly or indirectly to a specific or determinable User of the website <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "29": "Personal data permitted by the subject of personal data for distribution are personal data, access to which by an unlimited number of persons is granted by the subject of personal data by giving consent to the processing of personal data, permitted by the subject of personal data for distribution in the manner prescribed by the Law on Personal Data (hereinafter referred to as personal data permitted for distribution).",
    "210": "User - any visitor to the website <a href='https://red-knights.ru' target='_blank'>https://red-knights.ru</a>.",
    "211": "Provision of personal data - actions aimed at disclosing personal data to a specific person or a specific group of persons.",
    "212": "Dissemination of personal data - any actions aimed at disclosing personal data to an indefinite number of persons (transfer of personal data) or familiarizing an unlimited number of persons with personal data, including the disclosure of personal data in the media, posting on information and telecommunications networks or providing access to personal data in any other way.",
    "213": "Cross-border transfer of personal data is the transfer of personal data to the territory of a foreign state to a foreign government body, a foreign individual or a foreign legal entity.",
    "214": "Destruction of personal data - any actions as a result of which personal data are destroyed irrevocably with the impossibility of further restoration of the content of personal data in the personal data information system and/or the destruction of tangible media of personal data.",
    "3": "Basic rights and obligations of the Operator",
    "31": "The operator has the right: <br><br> — to receive reliable information and/or documents containing personal data from the subject of personal data; <br><br> — in the event of the withdrawal by the subject of personal data of consent to the processing of personal data, as well as the sending of an appeal with a request to stop the processing of personal data, The operator has the right to continue processing personal data without the consent of the subject of personal data if there are grounds specified in the Law on Personal Data; <br><br> - independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of obligations stipulated by the Law on Personal Data and regulatory legal acts adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other federal laws.",
    "32": "The operator is obliged to: <br><br> — provide the subject of personal data, at his request, with information concerning the processing of his personal data; <br><br> — organize the processing of personal data in the manner established by the current legislation of the Russian Federation; <br><br> — respond to requests and inquiries from personal data subjects and their legal representatives in accordance with the requirements of the Law on Personal Data; <br><br> — notify the authorized body for the protection of the rights of personal data subjects, at the request of this body, of the necessary information within 30 days from the date of receipt of such request; <br><br> — publish or otherwise provide unlimited access to this Policy regarding the processing of personal data; <br><br> — adopt legal, organizational and technical measures to protect personal data from unauthorized or accidental access to them, destruction, modification, blocking, copying, provision, distribution of personal data, as well as from other illegal actions in relation to personal data; <br><br> — stop transferring (distributing, providing, accessing) personal data, stop processing and destroying personal data in the manner and cases stipulated by the Law on Personal Data; <br><br> — fulfill other obligations stipulated by the Law on Personal Data.",
    "4": "Basic rights and obligations of personal data subjects",
    "41": "Subjects of personal data have the right: <br><br> — to receive information concerning the processing of their personal data, except for cases stipulated by federal laws. Information is provided to the subject of personal data by the Operator in an accessible form, and it should not contain personal data, to other subjects of personal data, except in cases where there are legal grounds for disclosing such personal data. The list of information and the procedure for obtaining it are established by the Law on Personal Data; <br><br> — to demand from the operator clarification of his personal data, their blocking or destruction if the personal data is incomplete, outdated, inaccurate, illegally obtained or is not necessary for the stated purpose of processing, and also to take measures provided by law to protect his rights; <br><br> — to put forward the condition of prior consent when processing personal data for the purpose of promoting goods, works and services on the market; <br><br> — to revoke consent to the processing of personal data, as well as to send a request to stop processing personal data; <br><br> — appeal to the authorized body for the protection of the rights of personal data subjects or in court against the illegal actions or inaction of the Operator when processing his personal data; <br><br> — to exercise other rights provided for by the legislation of the Russian Federation.",
    "42": "Subjects of personal data are obliged to: <br><br> — provide the Operator with reliable information about themselves; <br><br> — inform the Operator about clarification (update, change) of their personal data.",
    "43": "Persons who have provided the Operator with false information about themselves or information about another subject of personal data without the latter's consent shall be liable in accordance with the legislation of the Russian Federation.",
    "5": "Principles of personal data processing",
    "51": "The processing of personal data is carried out on a lawful and fair basis.",
    "52": "The processing of personal data is limited to the achievement of specific, predetermined and legitimate purposes. Processing of personal data that is incompatible with the purposes of collecting personal data is not permitted.",
    "53": "It is not permitted to combine databases containing personal data, the processing of which is carried out for purposes that are incompatible with each other.",
    "54": "Only personal data that meets the purposes of their processing are subject to processing.",
    "55": "The content and volume of personal data being processed correspond to the stated purposes of processing. Excessive amounts of personal data being processed in relation to the stated purposes of their processing are not permitted.",
    "56": "When processing personal data, the accuracy of the personal data, their sufficiency, and, where necessary, relevance in relation to the purposes of processing the personal data are ensured. The operator takes the necessary measures and/or ensures their adoption to delete or clarify incomplete or inaccurate data.",
    "57": "Personal data shall be stored in a form that allows the subject of personal data to be identified, no longer than is required by the purposes of processing personal data, unless the storage period for personal data is established by federal law, a party to which, a beneficiary or a guarantor for which is the subject of personal data. The personal data being processed are destroyed or depersonalized upon achieving the purposes of processing or in the event of loss of the need to achieve these purposes, unless otherwise provided by federal law.",
    "6": "Purposes of personal data processing",
    "6a": "Purpose of processing: informing the User by sending emails; Personal data (last name, first name, middle name, email address, phone numbers); Legal basis: Federal Law 'On Information, Information Technologies and Information Protection' dated 27.07.2006 N 149-FZ; Types of personal data processing; Transfer of personal data",
    "7": "Terms of processing personal data",
    "71": "The processing of personal data is carried out with the consent of the subject of personal data to the processing of his personal data.",
    "72": "The processing of personal data is necessary to achieve the goals stipulated by an international treaty of the Russian Federation or by law, to exercise the functions, powers and duties imposed on the operator by the legislation of the Russian Federation.",
    "73": "The processing of personal data is necessary for the administration of justice, the execution of a judicial act, an act of another body or official subject to execution in accordance with the legislation of the Russian Federation on enforcement proceedings.",
    "74": "The processing of personal data is necessary for the execution of an agreement to which the subject of personal data is a party, beneficiary or guarantor, as well as for the conclusion of an agreement on the initiative of the subject of personal data or an agreement under which the subject of personal data will be a beneficiary or guarantor.",
    "75": "The processing of personal data is necessary for the exercise of the rights and legitimate interests of the operator or third parties or for the achievement of socially significant goals, provided that this does not violate the rights and freedoms of the subject of personal data.",
    "76": "The processing of personal data is carried out, access to which is provided to an unlimited number of persons by the subject of the personal data or at his request (hereinafter referred to as publicly available personal data).",
    "77": "Personal data subject to publication or mandatory disclosure in accordance with federal law is processed.",
    "8": "Procedure for the collection, storage, transfer and other types of processing of personal data",
    "8a": "The security of personal data processed by the Operator is ensured by implementing legal, organizational and technical measures necessary to fully comply with the requirements of current legislation in the field of personal data protection.",
    "81": "The operator ensures the safety of personal data and takes all possible measures to prevent unauthorized persons from accessing personal data.",
    "82": "The User's personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of current legislation or in the event that the subject of personal data has given consent to the Operator to transfer data to a third party for the fulfillment of obligations under a civil law contract.",
    "83": "In the event of detection of inaccuracies in personal data, the User can update them independently by sending the Operator a notification to the Operator's e-mail address <span>redknightshc@mail.ru</span> with the subject line 'Updating personal data'.",
    "84": "The period for processing personal data is determined by the achievement of the purposes for which the personal data were collected, unless another period is provided for by the agreement or current legislation.",
    "8b": "The User may at any time revoke their consent to the processing of personal data by sending the Operator a notification via e-mail to the Operator's e-mail address <span>redknightshc@mail.ru</span> with the subject line 'Revocation of consent to the processing of personal data'.",
    "85": "All information collected by third-party services, including payment systems, communication tools and other service providers, is stored and processed by the specified persons (Operators) in accordance with their User Agreement and Privacy Policy. Subject of personal data and/or with the specified documents. The operator is not responsible for the actions of third parties, including the service providers specified in this paragraph.",
    "86": "Prohibitions established by the subject of personal data on the transfer (except for providing access), as well as on the processing or conditions of processing (except for obtaining access) of personal data permitted for distribution, shall not apply in cases of processing of personal data in state, public and other public interests determined by the legislation of the Russian Federation.",
    "87": "When processing personal data, the operator ensures the confidentiality of personal data.",
    "88": "The operator shall store personal data in a form that allows the subject of personal data to be identified, no longer than is required by the purposes of processing personal data, unless the storage period for personal data is established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor.",
    "89": "The condition for termination of the processing of personal data may be the achievement of the purposes of processing personal data, the expiration of the consent of the subject of personal data, the withdrawal of consent by the subject of personal data or the requirement to terminate the processing of personal data, as well as the identification of unlawful processing of personal data.",
    "9": "List of actions performed by the Operator with the received personal data",
    "91": "The operator collects, records, systematizes, accumulates, stores, clarifies (updates, changes), extracts, uses, transfers (distributes, provides, accesses), depersonalizes, blocks, deletes and destroys personal data.",
    "92": "The operator carries out automated processing of personal data with or without the receipt and/or transmission of the received information via information and telecommunications networks.",
    "10": "Cross-border transfer of personal data",
    "101": "Before commencing activities involving the cross-border transfer of personal data, the operator is obliged to notify the authorized body for the protection of the rights of personal data subjects of its intention to carry out the cross-border transfer of personal data (such notification shall be sent separately from the notification of the intention to process personal data).",
    "102": "The operator, prior to submitting the above notification, is obliged to obtain the relevant information from the authorities of a foreign state, foreign individuals, and foreign legal entities to whom the cross-border transfer of personal data is planned.",
    "011": "Privacy of personal data",
    "011a": "The operator and other persons who have received access to personal data are obliged not to disclose to third parties or distribute personal data without the consent of the subject of the personal data, unless otherwise provided by federal law.",
    "012": "Final Provisions",
    "0121": "The User may obtain any clarifications on issues of interest concerning the processing of his personal data by contacting the Operator via e-mail <span>redknightshc@mail.ru</span>.",
    "0122": "This document will reflect any changes to the Operator's personal data processing policy. The policy is valid indefinitely until it is replaced by a new version.",
    "0123": "The current version of the Policy is freely available on the Internet at <a href='https://localhost:5173/policy' target='_blank'>https://red-knights.ru/policy</a>."
  }
}

