{
  "header": {
    "about": "About",
    "team": "Team",
    "media": "Media",
    "program": "Program"
  },
  "footer": {
    "policy": "Политика конфиденциальности",
    "copyright": "Copyright",
    "address": "Адрес",
    "addressDescr": "ЛД «Созвездие» <br/> г. Москва <br/> ул. Голубинская, 28, к. 3",
    "addressDescrMobile": "ЛД «Созвездие» г. Москва ул. Голубинская, 28, к. 3",
    "contacts": "Контакты",
    "contactsDescr": "Васильев Максим Валерьевич, <br/> главный тренер <br/> + 7 966 199 42 41",
    "contactsDescrMobile": "Васильев Максим Валерьевич, главный тренер + 7 966 199 42 41"
  },
  "promo": {
    "newsTitle": "Праздничный турнир отцы-дети.",
    "newsText": "23 февраля состоялся традиционный ежегодный турнир 'отцы-дети'. Поздравляем младший состав с победой!",
    "news": "Новости",
    "title": "Red Knights",
    "subTitle": "Детская хоккейная команда",
    "joinUs": "Присоединиться к нам",
    "bannerTitle": "Прививаем любовь к спорту",
    "aboutUs": "О нас",
    "stats1": "забитых шайб / пол года",
    "stats2": "золотых кубков / пол года",
    "stats3": "турниров / пол года",
    "more": "Узнать больше",
    "gallery": "Галлерея",
    "allPhoto": "Все  фотографии",
    "aboutDescr": "Профессиональная детская хоккейная команда «Созвездие» воспитывает чемпионов, развивает спортивный характер и личностные качества. Играем в хоккей с удовольствием, а процесс тренировок организовываем со знанием дела!",
    "listItem1": "Циклограмма лежит в основе нашего проекта, созданного с целью объединить тренировочный процесс, образование и психологическое сопровождение на каждом этапе развития юных спортсменов.",
    "listItem2": "Цель - создать комфортные условия для тренировок и занятий, обеспечить непрерывный качественный процесс всестороннего развития хоккеиста. Отличный хоккеист - думающий хоккеист, поэтому мы делаем акцент на повышение уровня производительности как во время тренировок, так и во время учебных занятий.",
    "listItem3": "Задача - вызвать интерес ребёнка, и шаг за шагом выстраивать тренировочный процесс таким образом,чтобы ребёнок развивался и как командный игрок, и как самостоятельная личность. Мы достигаем высоких результатов, двигаясь к общей цели вместе с командой." 
  },
  "slogan": {
    "top": "Моя задача привить ребёнку интерес к хоккею, не погасив при этом огонь в детских глазах.",
    "titleTop": "Пока мы едины",
    "titleBottom": "Мы непобедимы",
    "bottom": "Важно не просто достичь нужных спортивных результатов, но и наладить с детьми эффективный диалог. Работая с юными игроками, мне важно развивать команду таким образом, чтобы она  работала, как единый механизм."
  }
}

