{
  "header": {
    "about": "About",
    "team": "Coaching staff",
    "media": "Media",
    "program": "Program",
    "created": "Site created by:"
  },
  "admin": {
    "loginTitle": "Admin panel",
    "loginDescr": "Enter login and password",
    "inputLogin": "Login",
    "inputPass": "Password",
    "btnLogin": "Login",
    "btnLogout": "Logout",
    "loginErr": "Incorrect login or password"
  },
  "footer": {
    "policy": "Privacy policy",
    "copyright": "Copyright",
    "address": "Address",
    "addressDescr": "HT «Red Knights <br/> г. Москва <br/> ул. Голубинская, 28, к. 3",
    "addressDescrMobile": "HT «Red Knights» г. Москва ул. Голубинская, 28, к. 3",
    "contacts": "Contacts",
    "contactsDescr": "Васильев Максим Валерьевич, <br/> главный тренер <br/> + 7 966 199 42 41",
    "contactsDescrMobile": "Васильев Максим Валерьевич, главный тренер + 7 966 199 42 41"
  },
  "signUp": {
    "title": "Sign up for a screening training session",
    "subTitle": "Fill out the form and we will contact you",
    "submit": "Send a request",
    "emptyFieldsErr": "Please fill in all fields and give your consent.",
    "tryLaterErr": "Sending error. Try again later.",
    "invalidEmailErr": "Please enter a valid email.",
    "inputName": "Your name",
    "inputPhone": "Telephone number",
    "inputYear": "Year of birth of the child",
    "inputEmail": "Your email",
    "confirm": "I agree to the processing and storage of personal data",
    "success": "Application sent successfully!",
    "sendMessage": "Send Mail",
    "subject": "Subject",
    "reciever": "To",
    "sendBtn": "Send",
    "msg": "Message",
    "msgSent": "The letter has been sent!"
  },
  "promo": {
    "details": "Details",
    "newsTitle": "Праздничный турнир отцы-дети.",
    "newsText": "23 февраля состоялся традиционный ежегодный турнир 'отцы-дети'. Поздравляем младший состав с победой!",
    "news": "News",
    "title": "Red Knights",
    "subTitle": "Children's hockey school",
    "joinUs": "Sign up for training",
    "bannerTitle": "Welcome to the world of hockey!",
    "aboutUs": "Abou us",
    "stats1": "goals scored / half a year",
    "stats2": "golden cups / half a year",
    "stats3": "tournaments / half a year",
    "more": "Find out more",
    "gallery": "Gallery",
    "allPhoto": "All photos",
    "aboutDescr": "The Red Knights Children's Hockey School is a place where young athletes learn skills, discipline, and team play. We raise not just hockey players, but strong, goal-oriented individuals who are ready to win on the ice and in life.",
    "listItem1": "We believe that every child is a potential champion! Our mission is to create all the conditions for the development of the talent of each young hockey player, to raise not only strong athletes, but also worthy individuals who know how to set goals and achieve them.",
    "listItem2": "Children's hockey school 'Red Knights' - we forge champions from an early age!"
  },
  "slogan": {
    "top": "Моя задача привить ребёнку интерес к хоккею, не погасив при этом огонь в детских глазах.",
    "titleTop": "Пока мы едины",
    "titleBottom": "Мы непобедимы",
    "bottom": "Важно не просто достичь нужных спортивных результатов, но и наладить с детьми эффективный диалог. Работая с юными игроками, мне важно развивать команду таким образом, чтобы она  работала, как единый механизм."
  },
  "profits": {
    "title": "Преимущества",
    "profitTitle1": "Циклограмма",
    "profitText1": "Циклограмма тренировочного и образовательного процесса лежит в основе нашего проекта.  Цикличность позволяет эффективно управлять нагрузками и временем восстановления, а результат превосходит ожидания. При составлении тренировочного процесса мы учитываем особенности возрастной категории и задействуем разные направления.",
    "profitTitle2": "Качество",
    "profitText2": "Тренировочный процесс объединяет в себе комплексный подход к развитию юного хоккеиста: тренировки на льду, занятия ОФП в спортивном зале, дриблинг, бросковые, а также теория и тактика игрового процесса. Всесторонний профессиональный подход к процессу - залог успеха!",
    "profitTitle3": "Турниры",
    "profitText3": "Наша команда регулярно участвует в турнирах КХК, занимает призовые места, а также воспитанники команды становятся лучшими игроками матчей. Участие в детских турнирах по хоккею является важным этапом в развитии юного спортсмена.",
    "profitTitle4": "ОБразование",
    "profitText4": "У юных хоккеистов плотный график, в котором образованию отведена не менее ключевая роль, чем тренировкам. Комплексная подготовка к школе юных хоккеистов проходит 3 раза в неделю по 1,5 часа и включает в себя такие предметы, как математика, чтение и окружающий мир.",
    "profitTitle5": "Психологическое Сопровождение",
    "profitText5": "Комплекс упражнений направлен на развитие координации и внимания спортсменов. Различные техники используются с целью развития навыков координации совместных действий, эффективности и скорости принятия решений в быстроменяющейся ситуации, оперативного игрового мышления и устойчивости к нервному напряжению.",
    "profitTitle6": "Спортивный класс",
    "profitText6": "Спортивный класс - это возможность добиться высоких результатов и в спорте, и в школе. В данный момент мы формируем спортивный класс на 2025 - 2026 учебный год. Юные спортсмены смогут полноценно совмещать и школьную программу, и спортивные тренировки. Расписание тренировок согласовано с расписанием в школе."
  },
  "trainings": {
    "title": "Trainings",
    "title1": "Tactical Training",
    "text1": "Working out a team strategy that will allow you to cope with tactical tasks in the future during a game against an opponent. Analysis of tournaments played is a mandatory part of the lesson.",
    "title2": "Shooting Training",
    "text2": "Shooting training takes place in a special area equipped with goals and synthetic ice. Here the guys learn a strong wrist shot, puck control, shots and slapshots on the move and from a standing start.",
    "title3": "General physical training",
    "text3": "Training aimed at improving all physical qualities of an athlete in order to increase the limits of growth of hockey skills: speed, endurance, strength.",
    "title4": "On-ice training",
    "text4": "On-ice training develops quick decision-making, improves teamwork, coordination and balance. Proper teamwork on the ice is the key to winning the tournament.",
    "info1": "Professional coaching staff: our coaches are experienced specialists who love hockey and know how to find an approach to each child. They not only teach the technique and tactics of the game, but also instill a love of hockey, form a team spirit and cultivate a sporting character.",
    "info2": "Individual approach: we understand that each child is unique. Therefore, our training programs are developed taking into account the age, level of training and individual characteristics of each young hockey player.",
    "info3": "Modern training methods: we use the most modern and effective teaching methods based on global experience in training hockey players.",
    "info4": "Modern infrastructure: our school has everything necessary for effective training: a modern ice rink, changing rooms, a gym and a general physical training area.",
    "info5": "Friendly atmosphere: the atmosphere of friendship, support and mutual assistance reigns in the 'Red Knights'. We create conditions for the comfortable and harmonious development of each child."
  },
  "progress": {
    "title": "Развитие Воспитанников",
    "descr": "Система подготовки юных хоккеистов построена по принципу поступательного и всестороннего развития, с акцентом на командную работу, психологический комфорт и заботу о здоровье.",
    "annotation": "Мы развиваем профессиональные и личностные качества спорстменов. Мы гордимся каждым игроком нашей команды и их достижениями.",
    "p1": "Team unity",
    "p2": "Выдержка",
    "p3": "Excerpt",
    "p4": "Discipline",
    "p5": "Sports spirit",
    "p6": "Versatility",
    "p7": "Endurance",
    "p8": "Flexibility in the game",
    "p9": "Coordination",
    "p10": "Reaction",
    "p11": "Willpower",
    "p12": "Organization",
    "p13": "Red Knights"
  },
  "team": {
    "title": "Coaching staff",
    "btnText": "All trainers",
    "shakarov": "Shakarov Tigran Armenovich",
    "shortShakarov": "Shakarov Tigran",
    "matuhov": "Matuhov Eduard Olegovich",
    "shortMatuhov": "Matuhov Eduard",
    "education": "Education",
    "career": "Playing career",
    "exp": "Coaching experience",
    "back": "Home page",
    "expText": "Coaching experience (years):",
    "fullName": "Full name:",
    "lang": "Language:",
    "mainCoach": "head coach"
  },
  "careerShakarov": {
    "0": "2003 - 2006 - as part of the 'DYUSSh'№10 team 'ORBITA 1997'",
    "1": "2006 - 2007 - as part of the 'CSKA 1998' team",
    "2": "2007 - 2010 - as part of the 'KRYLYA SOVETOV 1998' team",
    "3": "2011 - 2013 - as part of the 'HC Center 1998' team",
    "4": "2014 - 2015 - as part of the 'LOKOMOTIV 1998' team",
    "5": "2015 to 2017 - as part of the HC 'ARARAT' team",
    "6": "2015 to 2017- Armenian National Team"
  },
  "expShakarov": {
    "0": "Assistant coach of 'HC VITEBSK 2005' from 2017 to 2018",
    "1": "Hockey School 'Led' from 2019 to 2021",
    "2": "Hockey School 'NOSKEY SNANCE' from 2021 to 2022",
    "3": "Hockey School 'Atlanty Kids' 2023- to 2025"
  },
  "educationShakarov": {
    "0": "2013-2017 Secondary Specialized State School of Olympic Reserve GUOR (in ice hockey)",
    "1": "2017-2021 Bachelor's degree SSUS in the direction of Physical Education",
    "2": "2021- 2023 Master's degree SSUS in the direction of Sports",
    "3": "2023-2026 Postgraduate study SSUS - Faculty of Theory and Methodology of Sports"
  },
  "careerMatuhov": {
    "0": "HC 'Spartak' Moscow 1989-1991 super league",
    "1": "HC Torpedo Yaroslavl 1991-1994 Super League",
    "2": "HC 'Crystal' Elektrostal 1994-1995 super league",
    "3": "HC Skellefteå Sweden 1995-1996 extraliga",
    "4": "HC 'Molot' Perm 1996-1997 super league",
    "5": "HC Ferencvaros Hungary 1997-1998 extraliga"
  },
  "expMatuhov": {
    "0": "1995-1996 hockey school 'Krif' Skelleftea",
    "1": "1997-1998 hockey school 'Ferencvros'",
    "2": "1999-2006 DYUSSh 'Vympel', 2004-2006 senior coach-teacher",
    "3": "2006-2007 SDYUSHOR 'Atlant'",
    "4": "2008-2016 SDYUSHOR 'Olimpiets'"
  },
  "educationMatuhov": {
    "0": "State Central Order of Lenin Institute of Physical Culture",
    "1": "Specialty: physical culture and sport",
    "2": "1988-1993",
    "3": "Assigned qualification: Ice hockey teacher-coach"
  },
  "program": {
    "directions": "Directions of development",
    "hobby": "Amateur hockey",
    "pro": "Children's hockey",
    "hobby1": "This is a great option for those who want to learn how to skate, master basic hockey skills, improve their health and get a lot of positive emotions from playing in a team. The amateur team participates in the championship",
    "weOffer": "What we offer",
    "fromZero": "<span>Training from scratch:</span> even if your child has never skated, our coaches will help him master the basics of hockey.",
    "helping": "<span>Developmental training:</span> our training is aimed at developing all the necessary qualities of a hockey player: strength, agility, endurance, coordination and reaction speed.",
    "study": "<span>In-depth study of technique and tactics:</span> we teach modern stick and puck handling techniques, as well as effective tactical game plans.",
    "matches": "<span>Participation in friendly matches and tournaments:</span> our students regularly take part in friendly matches and tournaments, which allows them to apply the knowledge they have acquired in practice.",
    "stages": "Stages of sports improvement",
    "stage1Title": "Initial training stage",
    "stage1": "<strong>Goal:</strong> attracting children to hockey, forming an interest in this sport, strengthening health and comprehensive physical development.",
    "stage12": "<strong>Tasks:</strong> <br> - Teaching the basic elements of skating technique, stick and puck handling. <br> - Developing coordination skills, agility, flexibility and speed. <br> - Forming correct posture and preventing flat feet. <br> - Teaching the basic rules of playing hockey.",
    "stage13": "<strong>Features:</strong> <br> - Predominance of game-based training. <br> - Small volume of training loads. <br> - Versatile physical training. <br> - Teaching basic motor skills.",
    "stage2Title": "Training Stage",
    "stage2": "<strong>Goal:</strong> in-depth study of hockey technique and tactics, development of physical qualities and preparation for participation in competitions.",
    "stage22": "<strong>Tasks:</strong> <br> - Improving skating techniques, stick and puck handling. <br> - Developing speed-strength qualities, endurance and agility. <br> - Studying tactical combinations and team interactions. <br> - Preparing for participation in competitions of various levels.",
    "stage23": "<strong>Features:</strong> <br> - Increase in the volume and intensity of training loads. <br> - Specialization of the training process. <br> - Gradual increase in the number of competitions. <br> - Increased demands on discipline and self-control."
  },
  "policy": {
    "title": "Personal data processing policy",
    "1": "General provisions",
    "1a": "This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of 27.07.2006. No. 152-FZ 'On Personal Data' (hereinafter referred to as the Personal Data Law) and defines the procedure for processing personal data and measures to ensure the security of personal data taken by Tigran Armenovich Shakarov (hereinafter referred to as the Operator).",
    "11": "The operator sets as its most important goal and condition for the implementation of its activities the observance of the rights and freedoms of man and citizen when processing his personal data, including the protection of the rights to privacy, personal and family secrets.",
    "12": "This Operator policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator may receive about visitors to the website https://red-knights.ru.",
    "2": "Basic concepts used in the Policy",
    "21": "Automated processing of personal data is the processing of personal data using computer technology.",
    "22": "Blocking of personal data is a temporary cessation of the processing of personal data (except in cases where the processing is necessary to clarify personal data)."
  }
}

